---
kind: enumMember
id: F:Autodesk.Revit.DB.ExportResolution.Medium
enum: Autodesk.Revit.DB.ExportResolution
source: html/671e963b-c211-17e7-2c26-5d772d34798a.htm
---
# Autodesk.Revit.DB.ExportResolution.Medium

Tessellated export with medium resolution.